/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agent introuvable";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "L’agent du téléphone a envoyé un bloc de données de longueur incorrecte.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "L’agent du téléphone a envoyé un message mal formé.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "L’agent du téléphone a envoyé un corps de message inattendu.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "L’agent du téléphone a envoyé un type de message inattendu.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "L’agent du téléphone a envoyé une valeur d’en-tête de message %@ inattendue.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "L’agent du téléphone n’a pas envoyé de message comme prévu.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Une erreur de communication s’est produite lors de la synchronisation.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Une erreur s’est produite lors de la synchronisation de vos calendriers avec le téléphone.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Une erreur s’est produite lors de la synchronisation de vos contacts et de vos calendriers avec le téléphone.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Une erreur s’est produite lors de la synchronisation de vos contacts avec le téléphone.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Une erreur s’est produite lors de la communication avec le serveur SyncServer de votre ordinateur.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Une exception s’est produite lors de la synchronisation.";

/* generic error */
"An unexpected error occured." = "Une erreur inattendue s’est produite.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Erreur d’analyse de la réponse à la commande AT.";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "L’opération AT de préparation du canal inclut des propriétés incorrectes";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth n’est pas disponible sur cet ordinateur.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth désactivé";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth désactivé sur l’ordinateur.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth indisponible";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Échec de synchro. du calendrier";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Échec de synchro. des calendriers";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Impossible de se connecter lors du processus de déconnexion.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Carte mémoire introuvable sur le téléphone.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Impossible de se connecter au serveur de synchronisation";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Impossible de récupérer les modifications du serveur SyncServer ; il se peut que la session ait été annulée.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Impossible d’enregistrer le téléphone pour la synchronisation.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "Transfert de la modification vers le téléphone impossible";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "La modification d’%@ sur le téléphone n’est pas autorisée. Ces modifications ont été ignorées :";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Vérifiez le réseau auquel se connecte le téléphone ou le destinataire du message.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Erreur de communication";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Connexion occupée";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Connex. interrompue inopinément";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Connexion refusée";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "La connexion au téléphone a échoué.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "La connexion au téléphone a été interrompue inopinément.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Échec de synchro. du contact";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Échec de synchro. des contacts et calendriers";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Échec de synchro. des contacts";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Connexion au téléphone impossible";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Connexion au téléphone impossible. Une autre application y est déjà connectée.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Connexion au téléphone impossible car elle a été refusée.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Connexion au téléphone impossible. Téléphone introuvable.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Échec de suppression";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "L’appareil n’est pas disponible ou la synchronisation a été annulée. Fermez les zones de dialogue et les applications du téléphone puis essayez à nouveau.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Ce répertoire existe déjà.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Erreur lors de l’accès à la mémoire du tél.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Erreur lors de l’effacement des évén. du calendrier";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Erreur lors de l’effacement des contacts";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Erreur lors de l’effacement des contacts et évén. du calendrier";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Erreur lors de l’effacement de certains évén. du calendrier";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Erreur lors de l’effacement de certains contacts";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Erreur lors de l’effacement de certains contacts et évén. du calendrier";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Erreur lors de l’obtention des calendriers.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Erreur lors de l’obtention des contacts et calendriers.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Erreur lors de l’obtention des contacts.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Erreur lors de la communication avec SyncServer";

/* displayed when phone could not send a message */
"Failed to send message." = "Échec d’envoi du message.";

/* No comment provided by engineer. */
"fax." = "fax.";

/* displayed when phone refused access to a file */
"File access denied." = "Accès au fichier refusé.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "Le fichier ou répertoire n’existe pas.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "Le fichier ou répertoire est verrouillé.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "Le premier message de l’agent du téléphone n’était pas le message d’indication de version attendu.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "Le corps du premier message de l’agent du téléphone est mal formé.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Modification interdite tentée sur le téléphone";

/* No comment provided by engineer. */
"home mobile." = "mobile domicile.";

/* No comment provided by engineer. */
"home pager." = "pager domicile.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Si cette erreur se reproduit, tentez d’éteindre et de rallumer votre ordinateur.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Si vous disposez d’un adaptateur Bluetooth externe, branchez-le à votre ordinateur.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Version de l’agent incorrecte";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Erreur interne";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Erreur interne (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Erreur interne.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Nº de téléphone invalide";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "Code PIN invalide";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Configuration SMS invalide";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Carte mémoire introuvable";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Mémoire saturée";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Échec d’envoi du message";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Échec de dialogue avec le téléphone.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Aucune classe de données à synchroniser";

/* No comment provided by engineer. */
"No matching Operator in database." = "Aucun opérateur correspondant dans la base de données.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Pas de réseau";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Le service Obex a été demandé alors qu’un autre service l’utilisait encore.";

/* Error string when some operation was aborted */
"Operation canceled." = "Opération annulée.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Carnet d’adresses du tél. complet";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Téléphone occupé";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Calendrier du tél. complet";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Le téléphone ne prend pas en charge ce service.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Erreur sur le téléphone (fermeture du contrôleur AT)";

/* Low level phone error */
"Phone Error (General Failure)" = "Erreur sur le téléphone (défaillance générale)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Erreur sur le téléphone (index mémoire invalide)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Erreur sur le téléphone (paramètre du mode PDU invalide)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Erreur sur le téléphone (réponse invalide)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Erreur sur le téléphone (paramètre du mode Texte invalide)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Erreur sur le téléphone (erreur spécifique au fabricant)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Erreur sur le téléphone (défaillance de la mémoire)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Erreur sur le téléphone (mémoire saturée)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Erreur sur le téléphone (délai de réponse du réseau expiré)";

/* Low level phone error */
"Phone Error (No Answer)" = "Erreur sur le téléphone (pas de réponse)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Erreur sur le téléphone (pas de signal de transmission)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Erreur sur le téléphone (pas de service réseau)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Erreur sur le téléphone (opération non autorisée)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Erreur sur le téléphone (opération non prise en charge)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Erreur sur le téléphone (code PIN de la carte SIM du téléphone requis)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Erreur sur le téléphone (carte SIM occupée)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Erreur sur le téléphone (défaillance de la carte SIM)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Erreur sur le téléphone (carte SIM non insérée)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Erreur sur le téléphone (code PIN de la carte SIM requis)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Erreur sur le téléphone (carte SIM incorrecte ; erreur envoyée par le téléphone)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Erreur sur le téléphone (service SMS réservé)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Erreur sur le téléphone (Adresse SMSC inconnue)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Erreur sur le téléphone (erreur inconnue)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "Le téléphone est déjà enregistré pour la synchronisation.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "Téléphone déjà en cours de synchro.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "Téléphone en cours de mise à jour par iTunes.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Téléphone en service";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "Le téléphone est actuellement monté sous le nom de disque “%@” et ne peut pas être éjecté.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "Dysfonctionnement du téléphone";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "Téléphone non branché";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Erreur de mémoire du tél.";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Mémoire du tél. saturée";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Mémoire du tél. saturée.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Téléphone introuvable";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "Le téléphone a refusé des évén. du calendrier";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "Le téléphone a refusé certains contacts";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "Le téléphone a refusé des contacts ou évén. du calendrier";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "B. de données des tâches du tél. saturée";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Veuillez vérifier que votre carte SIM est valide et correctement insérée.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Vérifiez l’écran de votre téléphone et saisissez votre code PIN si nécessaire.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Veuillez prendre contact avec votre opérateur de téléphonie mobile.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Veuillez supprimer des événements du calendrier de votre téléphone ou modifier les options de filtrage. Relancez ensuite la synchronisation.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Veuillez supprimer des contacts de votre téléphone ou modifier les options de filtrage. Relancez ensuite la synchronisation.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Veuillez supprimer des données du téléphone et réessayer.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Veuillez supprimer des données de votre téléphone et réessayer.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Veuillez supprimer des données de votre téléphone ou modifier les options de filtrage. Relancez ensuite la synchronisation.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Veuillez supprimer des tâches de votre téléphone ou modifier les options de filtrage. Relancez ensuite la synchronisation.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Assurez-vous que votre téléphone est bien allumé puis réessayez.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Assurez-vous que votre téléphone est bien allumé. Si l’erreur se reproduit, veuillez éteindre puis rallumer votre téléphone.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Assurez-vous que la carte mémoire est correctement insérée dans votre téléphone.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Veuillez brancher le câble du téléphone sur votre ordinateur.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Veuillez réinstaller l’agent sur le téléphone.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Veuillez éteindre et rallumer le téléphone.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Veuillez éteindre et rallumer votre téléphone.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Veuillez activer Bluetooth sur votre ordinateur puis réessayez.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Veuillez mettre à jour l’agent sur le téléphone.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Erreur de protocole lors de la communication avec le téléphone";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "Canal demandé avec propriétés (%@) introuvable";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "Le service ne peut pas devenir fonctionnel";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "Le service dépend du service manquant nommé : %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Information manquante dans les informations du service du module : %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "Le service a été arrêté.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "Le service a été utilisé alors qu'il n'était pas nécessaire qu'il devienne fonctionnel";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "Erreur de la carte SIM";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "Une opération de canal a été lancée alors que le canal n’était pas ouvert.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Synchronisation annulée";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Synchronisation annulée sur l’appareil";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Synchronisation annulée.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "La synchronisation a été annulée sur l’appareil.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "La synchronisation a été annulée.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "La synchronisation des données suivantes est désactivée sur votre téléphone : %@. Veuillez les activer sur votre téléphone ou les désactiver dans iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "L’agent est introuvable sur le téléphone.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "L’agent du téléphone est trop ancien.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "La connexion au téléphone a été perdue lors de l’effacement de tous les événements du calendrier du téléphone.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "La connexion au téléphone a été perdue lors de l’effacement de tous les contacts et événements du calendrier du téléphone.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "La connexion au téléphone a été perdue lors de l’effacement de tous les contacts du téléphone.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "La connexion au téléphone a été perdue lors de l’effacement de certains événements du calendrier du téléphone";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "La connexion au téléphone a été perdue lors de l’effacement de certains contacts et événements du calendrier du téléphone";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "La connexion au téléphone a été perdue lors de l’effacement de certains contacts du téléphone";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "La connexion au téléphone a été perdue lors de l’obtention de tout le calendrier provenant du téléphone.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "La connexion au téléphone a été perdue lors de l’obtention de tous les contacts et événements provenant du téléphone.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "La connexion au téléphone a été perdue lors de l’obtention de tous les contacts provenant du téléphone.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "La connexion a été perdue lors de la suppression de certains enregistrements du téléphone.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "La connexion a été perdue lors de l’obtention de certains enregistrements provenant du téléphone.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "La connexion a été perdue lors de la communication avec le téléphone.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "Le carnet d’adresses du téléphone est complet";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "Le câble du téléphone n’est pas branché.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "Le calendrier du téléphone est complet.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "Le téléphone n’a pas pu stocker certains événements de votre calendrier. Les événements suivants ne seront pas synchronisés :";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "Le téléphone n’a pas pu stocker certains de vos contacts et événements du calendrier. Les contacts et événements suivants ne seront pas synchronisés :";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "Le téléphone n’a pas pu stocker certains de vos contacts. Les contacts suivants ne seront pas synchronisés :";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Le téléphone n’a pas pu traiter l’addition";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Le téléphone n’a pas pu traiter la suppression";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Le téléphone n’a pas pu traiter la modification";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "La mémoire du téléphone est saturée.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "La mémoire intégrée ou externe du téléphone est saturée";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "Le téléphone signale une configuration SMS invalide.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "Le téléphone signale que votre code PIN n’est pas valide";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "Le téléphone signale que votre carte SIM ne fonctionne pas correctement.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Le téléphone semble ne pas fonctionner correctement.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "La base de données des tâches du téléphone est saturée.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Une erreur est survenue lors de l’obtention des données du téléphone. Il est possible que la synchronisation ait été annulée sur ce dernier.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Une erreur est survenue lors du transfert de modifications vers le téléphone. Il est possible que la synchronisation ait été annulée sur ce dernier.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Réessayez plus tard.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Tentez de fermer des applications, puis réessayez.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Tentez de quitter les autres applications et réessayez";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Erreur inattendue lors de l’accès aux fichiers sur le téléphone.";

/* No comment provided by engineer. */
"Unknown exception." = "Exception inconnue.";

/* Address Book label of a phone number with video capabilities */
"video." = "vidéo.";

/* No comment provided by engineer. */
"work mobile." = "mobile bureau.";

/* No comment provided by engineer. */
"work pager." = "pager bureau.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "La mémoire de votre téléphone est saturée.";

